Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H26D.tmx
Source language: en_us
Languages: zh_cn

source: Digital platform company Akamai has released its latest State of the Internet Report. The report covers the last quarter of 2009.
zh_cn: 数字平台公司Akamai已经发布了最新的互联网现状报告，报告截止时间为2009年最后一个季度。

source: The single oddest statement in the report is Akamai's contention that "slightly more than 465 million unique IP addresses, from 234 countries, connected to the Akamai network - 4.7% more than in the third quarter of 2009, and 16% more than in the same quarter a year ago."
zh_cn: 该报告有一点让人不可思议：报告称“目前Akamai网络中包含来自234个国家的4.65亿多个独立IP地址，比上个季度增加4.7%，比去年同期增加了16%”。

source: Given that most countries in the world recognize between 194 and 196 countries, it is difficult to understand how even the most liberal definition of country could result in Akamai's total.
zh_cn: 目前全球大多数国家承认194-196个国家，即便是采用最宽松的国家定义，也无法凑出Akamai所称的234个国家。

source: Here are a list of important and interesting trends that Akamai has identified in Q4.
zh_cn: 以下是报告摘要：

source: Attacks
zh_cn: 网络攻击

source: Akamai observed attack traffic originating from 198 unique countries around the world.
zh_cn: 网络攻击来自全球198个国家。

source: Russia remained the top attack traffic source, accounting for 13% of observed attack traffic in total.
zh_cn: 俄罗斯居首，占全球所有网络攻击的13%。

source: The United States, China and Brazil took second and third and fourth place for a total of 20%.
zh_cn: 美国、中国和巴西分列第2、3、4位，共占20%。

source: Akamai observed attack traffic targeted at more than 10,000 unique ports.
zh_cn: 网络攻击主要针对1万多个独立端口。

source: Users
zh_cn: 用户

source: Akamai observed a 4.7% increase (from the third quarter of 2009) globally in the number of unique IP addresses connecting to Akamai's network.
zh_cn: 据Akamai统计，和2009年第三季度相比，全球独立IP数增长了4.7%。

source: Ending 2009 at 465 million unique IPs.
zh_cn: 2009年末全球独立IP数为4.65亿。

source: The metric grew 16% from the end of 2008, and nearly 54% from the end of 2007.
zh_cn: 现有IP总数比2008年年末增加16%，比2007年增加近54%。

source: The United States and China together contribute 40% of unique IP addresses in the world.
zh_cn: 美国和中国两个国家的独立IP地址占全球IP总数的40%。

source: The Scandinavian countries have the highest number of IPs per person.
zh_cn: 斯堪的纳维亚国家的人均IP地址数最高。

source: In the U.S. it was New Jersey that took that honor.
zh_cn: 在美国，人均IP数最多的州是新泽西。

source: There are 32 countries with fewer than 1,000 unique IP addresses.
zh_cn: 有32个国家的独立IP地址数不到1000个。

source: South Korea retained its lead as having the most high broadband (over 5 Mbps) and the highest average speed (12 Mbps).
zh_cn: 韩国带宽最高（大于5 Mbps），平局网速最快（12 Mbps）。

source: Delaware also maintained the highest average connection speed in the United States, increasing to 7.6 Mbps.
zh_cn: 在美国特拉华州带宽保持领先，也是平均网速最快的州（7.6 Mbps）。

source: Over 40 of the mobile providers surveyed had average speeds of over 1 Mbps.
zh_cn: 40%以上受调查移动服务提供商的平均网速超过1 Mbps。

source: Two out of three U.S. mobile providers lost speed for the second quarter in a row.
zh_cn: 三分之二的美国移动提供商的网速连续两个季度下降。
